[
   {
      "name": "Delali Dzirasa",
      "bio": "Delali is Founder and President of Fearless Solutions, a software firm based out of Baltimore. Delali graduated with a B.S. in Computer Engineering from the University of Maryland, Baltimore County (UMBC) in 2004 and has over a decade of experience leading agile software teams and programs. He founded Fearless in 2009. Delali strives to make a difference in technology and his surrounding community. He currently resides with his family in Baltimore City, where he is passionate about increasing the rate of city youth heading into STEM fields.",
      "image": "dzirasa_delali.jpg",
      "role": "Hackathon Chair",
      "facebook": "https://www.facebook.com/delalid",
      "twitter": "https://twitter.com/fearlessbmore",
      "instagram": "https://www.instagram.com/fearlessbmore/",
      "linkedin": "https://www.linkedin.com/in/delalidzirasa/",
      "google": null
   },
   {
      "name": "TJ Famodu",
      "bio": "TJ Famodu is a Maryland native and a DevOps Lead at Fearless, a software firm with a soul located in Baltimore, Maryland. After studying Industrial and Organizational Psychology at the University of Maryland her career path has taken her down multiple routes, from system engineering to agile coaching. In every position her focus has been centered on facilitating environments in which people enjoy the work that they do and are equipped to succeed. When not writing code, she is volunteering as a youth group minister or spending time with her english bulldog while ejoying podcasts.",
      "image": "TJ_Famodu.jpg",
      "role": "Hackathon Co-Chair",
      "facebook": null,
      "twitter": null,
      "instagram": null,
      "linkedin": "https://www.linkedin.com/in/tjfamodu/",
      "google": null
   },
   {
      "name": "Yair Flicker",
      "bio": "Yair Flicker is the President of SmartLogic, a consulting company that builds custom web and mobile-based software products. SmartLogic's clients include STAQ, OrderUp, RedOwl Analytics, NewsUp, DinnerTime, and several other area startups. Yair was a co-founder and director of TeamPassword (acquired by Jungle Disk in Q1 2018), and a director of ETC and MIDC. Yair received BS/MSE degrees in Computer Science from Johns Hopkins University.",
      "image": "yair-flicker.jpg",
      "role": "Technology Chair",
      "facebook": "https://www.facebook.com/yflicker",
      "twitter": "https://twitter.com/yflicker",
      "instagram": null,
      "linkedin": "https://www.linkedin.com/in/yflicker/",
      "google": null
   },
   {
      "name": "Sabrina Dépestre",
      "bio": "Sabrina Dépestre is a Haitian-American brand strategist and marketer who has created and applied a combination of marketing campaigns, events, and best practices that lead to client growth, community engagement, and retention working with organizations like Miami HEAT and lululemon. Currently, she serves at the Strategist and Growth Executive for Backroom, a brand experience agency based in Baltimore. Her latest projects are centered around educating and connecting underestimated people in the yoga, business, and tech space. She is the co-creator of tan the mat, an initiative that connects Black and brown yogis around the world; the strategist for Baltimore Young Professionals, a community that amplifies positive stories of residents of Baltimore; and the Baltimore Chapter Ambassafor for #SHE_BUILDS, a global initiative & community platform that exists to empower and connect Haitian women around the world. A graduate of Florida International University (BBA, Marketing), Sabrina Currently lives in Baltimore, Maryland. ",
      "image": "Sabrina_Depestre.jpg",
      "role": "Brand and Marketing Chair",
      "facebook": "https://www.facebook.com/sabrinadepestre",
      "twitter": "https://twitter.com/@sabrinadepestre",
      "instagram": "https://www.instagram.com/sabrinadepestre/",
      "linkedin": "http://linkedin.com/in/skdepestre",
      "google": null
   },
   {
      "name": "Jet Lu",
      "bio": "I like to think of myself as an enabler. I enjoy enabling teams, technology, and operating efficiency, and I am passionate about delivering solutions. With a software engineering background, my passion grew from a single contributor, to making enterprise impact by transitioning organizations.  I am super excited about our Digital Transformation strategy and working with teams in Baltimore as we transform the existing BCIT operating model into a business solutions service provider.On a personal level, I am a father of two -- Mason and Brielle. Mason loves robots and Brielle satellites big brother like there's no tomorrow.  Both have endless energies that takes all of mine away from any other hobbies. Except if I can sneak out to the driving range.",
      "image": "jet-lu.jpg",
      "role": "Focus Area Chair",
      "facebook": null,
      "twitter": "https://twitter.com/imjetlu",
      "instagram": null,
      "linkedin": "https://www.linkedin.com/in/jetlu/",
      "google": null
   },
   {
      "name": "Karina Mandell",
      "bio": "Karina Mandell was born in Ukraine and immigrated to Baltimore. She grew up in Pikesville and went on to study at St. Mary's College of Maryland. After a few years in the field she switched from social work to social entrepreneurship. Green Smart Cities is working to create a sustainable community, an EcoDistrict, within Baltimore. In addition, Sync The City is a tech startup that offers a marketplace for companies looking to share resources and partner on mutually aligned projects.",
      "image": "karina-mandell.jpg",
      "role": "Partnerships Chair",
      "facebook": "https://www.facebook.com/delalid",
      "twitter": "https://twitter.com/fearlessbmore",
      "instagram": "https://www.instagram.com/fearlessbmore/",
      "linkedin": "https://www.linkedin.com/in/delalidzirasa/",
      "google": null
   },
   {
      "name": "Gretchen LeGrand",
      "bio": "Gretchen is a passionate advocate for ethnic and gender diversity in tech, and her work over the past 15+ years in the non-profit and human resources sector has focused on education, workforce development, and poverty alleviation. In 2013 Gretchen and her husband (game developer Mike LeGrand) started Code in the Schools with an after-school club of 20 high schoolers. Code in the Schools now serves thousands of Baltimore City youth each year through their education and workforce development programs. In 2014 Gretchen was recognized by the Beltimore Social Innovation Journal for her work, and in 2016 Code in the Schools was named tech mission organization of the year by Technical.ly Baltimore. Gretchen and Mike live in Bolton Hill with their three young kids and one old dog.", 
      "image": "Gretchen_LeGrand.jpg",
      "role": "Logistics Chair",
      "facebook": "https://www.facebook.com/gretchen.legrand",
      "twitter": "https://twitter.com/gretchenlegrand",
      "instagram": null,
      "linkedin": "https://www.linkedin.com/in/gretchen-legrand-8853705/",
      "google": null
   },
   {
      "name": "Bashirat Are",
      "bio": "Bashirat Are is an HRIS and Project Management Consultant. She is an entrepreneur and the Director of BACF Inc, an HR Technology firm that helps medium sized companies streamline and digitize their business process via system implementations, optimizations, and process transformations. She serves as a business operations consultant for startups, non profits, and new entrepreneurs. She is a self-proclaimed autodidact and learned how to code to functions effectively at her previous roles. When she is not working on her other smaller businesses, Bashirat is an active community advocate who is passionate about youth development, STEM education, and career development in the African and African American Community. She also serves as a project manager for the AU non profit PADWA, Pan African Diaspora Women's Association.",
      "image": "Bashirat_Are.jpg",
      "role": "Participant Chair",
      "facebook": null,
      "twitter": null,
      "instagram": null,
      "linkedin": null,
      "google": null
   },
   {
      "name": "John Priest",
      "bio": "John is Head of Recruiting for Fearless, a software firm based in Baltimore. He has a BA in History from Elon University. John is excited by the growth of STEM education in Baltimore City and all it entails. He is looking forward to Hack Baltimore and the potential and impact this will have on the city and its future. When not supporting Fearless, he is a water junkie on a kayak or SUP with or without his kids.",
      "image": "john-priest.jpg",
      "role": "Volunteers Chair",
      "facebook": null,
      "twitter": "https://twitter.com/fearlessbmore",
      "instagram": "https://www.instagram.com/fearlessbmore/",
      "linkedin": "https://www.linkedin.com/in/priestjohn/",
      "google": null
   }
]
